export const validationTitles = {
    required: 'Поле обязательно для заполнения',

    email: 'Поле должно быть латинскими буквами и содержать @ и .',
    phone: 'Поле должно содержать только цифры',
    phoneMin: 'Поле должно состоять из 11 цифр',
    phoneMax: 'Поле должно состоять из 11 цифр',

    notSpecialSymbols: 'Разрешены только буквы и цифры',
    nicknameMax: 'Максимальная длина 30 символов',
    nameMax: 'Максимальная длина 50 символов',

    aboutMin: 'Пожалуйста, заполните поле',
    aboutMax: 'Превышено количество символов',
}