export const validationTitles = {
    required: 'Поле обязательно для заполнения',
    emptyField: 'Пожалуйста, заполните поле',
    noSpaces: 'Поле не должно начинаться и заканчиваться пробелами',

    email: 'Поле должно состоять из латинских букв и содержать @ и .',
    phone: 'Поле должно начинаться с +7 и содержать только цифры',
    phoneMin: 'Поле должно состоять из 11 цифр',
    phoneMax: 'Поле должно состоять из 11 цифр',

    notSpecialSymbols: 'Разрешены только буквы и цифры',
    onlyLetters: 'Разрешены только буквы',
    nicknameMax: 'Максимальная длина 30 символов',
    nameMax: 'Максимальная длина 50 символов',

    noAdvantage: 'Добавьте и заполните хотя бы 1 поле',
    noAdvantageTitle: 'Заполните поле. Длина не более 30 символов',

    aboutMax: 'Превышено количество символов',
}